; Russian
; Русская локализация от Henry++

[Russian]
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Доступно обновление, загрузить и установить?
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
IDS_CLOSE=Закрыть
IDS_FILE=Файл
IDS_VIEW=Вид
IDS_SETTINGS=Настройки
IDS_HELP=Помощь
IDS_RUNASADMIN=Запустить от имени администратора
IDS_SAVE_HTML=Сохранить как HTML
IDS_EXIT=Выйти
IDS_REFRESH=Обновить
IDS_FIND=Найти
IDS_LANGUAGE=Язык
IDS_WEBSITE=Сайт программы
IDS_CHECKUPDATES=Проверить обновления
IDS_DONATE=Поблагодарить!
IDS_ABOUT=О программе
IDS_EXPLORE_FILE=Открыть файл
IDS_EXPLORE_REGISTRY=Открыть в реестре
IDS_DELETE=Удалить
IDS_COPY=Копировать
IDS_COPY_VALUE=Копировать значение
IDS_NAME=Имя
IDS_VALUE=Значение
IDS_ALL_CHK=Все
IDS_LOGON_CHK=Вход в систему
IDS_WEB_CHK=Web записи
IDS_PENDINGFILERENAME_CHK=Ожидающие операции переименования файлов
IDS_CODECS_CHK=Кодеки
IDS_KNOWNDLLS_CHK=Известные DLL
IDS_TASKSCHEDULER=Планировщик задач
IDS_SERVICES=Сервисы
IDS_DRIVERS=Драйверы
IDS_IMAGEHIJACKS=Image Hijacks
IDS_FILEPATH=Путь
IDS_SIGNATURE=Подпись
IDS_STATUS_EMPTY=Нет элементов.
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_DARKMODE_CHK=Использовать тёмную тему
IDS_USECERTIFICATES_CHK=Проверять цифровые подписи приложений
IDS_SKIPUACWARNING_CHK=Пропускать предупреждение "User Account Control"
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_QUESTION_ADMIN=Для удаления значения, необходимы права администратора, предоставить?
IDS_QUESTION_DELETE=Удалить выбранные элемент(ы)?
IDS_STATUS_LOADING=Загрузка...
IDS_STATUS_TOTAL=Всего элементов
